<template>
  <v-container>
    <p class="font-weight-regular">
      Тарифы биржевых сборов ЗАО «Кыргызская фондовая биржа» на товарно-сырьевом
      секторе
    </p>
    <p class="font-weight-light">
      Решением Совета директоров ЗАО «КФБ» от «21» Мая 2021 г.
    </p>
    <v-simple-table>
      <template v-slot:default>
        <thead>
          <tr>
            <th class="text-left">Сумма сделки, сом</th>
            <th class="text-left">Тариф</th>
          </tr>
        </thead>
        <tbody>
          <tr v-for="(item, i) in tariffs" :key="i">
            <td>{{ item.title }}</td>
            <td>{{ item.tariff }}</td>
          </tr>
        </tbody>
      </template>
    </v-simple-table>
    <p class="font-weight-light">
      1. Тариф устанавливается исходя из объема каждой конкретной сделки,
      зарегистрированной в торговой системе.
    </p>
    <p class="font-weight-light">
      2. Размер биржевого сбора установлен без учета НДС.
    </p>
    <p class="font-weight-light">
      3. При совершении биржевой сделки в иностранной валюте для целей
      определения размера биржевого сбора ее сумма определяется исходя из
      официального курса, установленного Национальным банком Кыргызской
      Республики на дату совершения биржевой сделки.
    </p>
    <p class="font-weight-light">
      4 Биржевой сбор взимается Биржей в равных долях с каждого Участника
      биржевой торговли, заключившего сделку. В случае, если сделка заключена
      одним Участником биржевой торговли, с него взимается комиссионный сбор в
      полном размере.
    </p>
  </v-container>
</template>

<script>
export default {
  data: () => ({
    tariffs: [
      { title: "до 50 000", tariff: "1%" },
      { title: "от 50 000 (включительно) до 200 000", tariff: "0,7%" },
      { title: "от 200 000 (включительно) до 500 000", tariff: "0,5%" },
      { title: "от 500 000 (включительно) до 1 000 000", tariff: "0,3%" },
      { title: "от 1 000 000 (включительно) и выше", tariff: "0,1%" },
    ],
  }),
};
</script>

<style>
</style>